{
  "accountNotActivated": "Account was not activated",
  "invalidCredentials": "Credenciales no válidas",
  "login": "Iniciar sesión",
  "logout": "Cerrar sesión",
  "signIn": "Iniciar sesión",
  "signUp": "Registrarse",
  "keepMeLoggedIn": "Mantener sesión abierta",
  "forgotPassword": "He olvidado la contraseña",
  "cancel": "Cancelar",
  "email": "Correo electrónico",
  "password": "Contraseña",
  "confirmPassword": "Confirmar contraseña",
  "resetPassword": "Restaurar contraseña",
  "passwordsNotMatch": "Las contraseñas no coinciden",
  "emailIsUnavailable": "Correo electrónico no disponible",
  "back": "Atrás",
  "privacyDashboard": "Panel de privacidad",
  "adblockerOptions": "Opciones bloqueador de anuncios",
  "privacyPolicy": "Política de privacidad",
  "emailIsInvalid": "Correo elecrónico no válido",
  "single-click-privacy-popup-text": "Si hace click en \"Privacidad a un solo click\", un asistente establecerá toda su configuración de privacidad en Google, Facebook, Twitter y LinkedIn a sus valores más respetuosos con la privacidad.<br/>La mayor parte de esto se hará automáticamente, pero su entrada puede ser requerida para algún componente de la configuración, así que por favor, observe el asistente y realice las acciones que se le solicite.",
  "social-network-settings-facebook-popup-text": "Si hace click en \"Actualizar configuración de Facebook\", un asistente establecerá toda su configuración de privacidad en Facebook para sus valores más respetuosos con la privacidad, como se muestra.<br/>Puede modificar manualmente algunos de los ajustes antes de hacer click en \"Actualizar configuración de Facebook\".",
  "social-network-settings-linkedin-popup-text": "Si hace click en \"Actualizar configuración de LinkedIn\", un asistente establecerá toda su configuración de privacidad en LinkedIn para sus valores más respetuosos con la privacidad, como se muestra.<br/>Puede modificar manualmente algunos de los ajustes antes de hacer click en \"Actualizar configuración de LinkedIn\".",
  "social-network-settings-twitter-popup-text": "Si hace click en \"Actualizar configuración de Twitter\", un asistente establecerá toda su configuración de privacidad en Twitter para sus valores más respetuosos con la privacidad, como se muestra.<br/>Puede modificar manualmente algunos de los ajustes antes de hacer click en \"Actualizar configuración de Twitter\".",
  "social-network-settings-google-popup-text": "Si hace click en \"Actualizar configuración de Google\", un asistente establecerá toda su configuración de privacidad en Google para sus valores más respetuosos con la privacidad, como se muestra.<br/>Puede modificar manualmente algunos de los ajustes antes de hacer click en \"Actualizar configuración de Google\". <br/>Para cambiar algunos de los ajustes, el asistente puede pedirle que haga algunos clicks.",
  "identities-popup-text": "Usted puede proporcionar una identidad alternativa a los sitios web y personas en lugar de su dirección de correo electrónico real. Los correos electrónicos enviados a su identidad alternativa se remitirán a la dirección de correo electrónico con la que está registrado en PlusPrivacy. Cuando usted responde a estos correos electrónicos, ellos serán retransmitidos al remitente original, con su identidad alternativa colocada en el campo de del mensaje de correo electrónico. Esto le permite comunicarse sin revelar su dirección de correo electrónico real.<br/>Puede borrar una identidad alternativa en cualquier momento, en cuyo caso los correos electrónicos enviados a él rebotarán.",
  "please-login-with-social-networks": "Necesitas iniciar sesión en tus cuentas de redes sociales. Actualmente no ha iniciado sesión en %{socialNetworks}. Por favor inicie sesión en al menos una red social e inténtelo de nuevo.",
  "try-again": "Volver a intentarlo",
  "not-logged-in": "No has iniciado sesión",
  "passwordIsRequired": "Se requiere contraseña"
}
