 [{
  "text": "The Operando Software Development Kit is a set of redistributable open-source libraries created as part of the OPERANDO H2020 project. It is intended to help app developers comply with the upcoming GDPR law, which is set to take effect in May 2018.  It provides a framework to offer a set of Privacy Enhancing Technologies that offer support for the Privacy by Design principles  and especially for the idea of enforcing the privacy through the applications code. In the long term, as part of OSDK we imagined a series of risk reducing mechanisms:",
  "imageName": "osdk.png"
  }, {
  "text": "COMPLIANCE:  The application creator (OSP) creates a voluntary compliance document that formally specifies the ways in which it collects and uses the private data from the user. For example, the COMPLIANCE document can specify that an APP can read the contacts but never transmit the list to the cloud.  A COMPLIANCE document can be formally checked to verify the compliance with EU regulations.",
  "imageName": "compliance.png"
  }, {
  "text": "MONITOR:  The APP has the MON mechanism if it is controlled and used only together with an external application or service that can take measures to disable the application or to send warning messages to the user when COMPLIANCE violations are discovered. The discovery of wrongdoings can be automated or manual.",
  "imageName": "monitor.png"
  }, {
  "text": "CLOAK:  the platform or the application allows “sensor cloaking”. Sensor cloaking is a mechanism for protecting the user privacy by which the user can decide to provide bogus information to the sensors and the application can’t verify if the sensors are providing the right information. The user can decide to enter in “cloak mode” at his will.  The “cloak mode” can be considered always activated if an application is sending only anonymised information outside the application.",
  "imageName": "cloak.png"
  }, {
  "text": "SDK Check: a mechanism that can prevent tracking behaviours for the external SDKs or even for the application as a whole.  A SDKC mechanism can authorise only specific tracking behaviours and deny others. The user can have a high level description of the tracking and authorise only specific behaviours. The checking mechanism can be an Intrusion Detection algorithm that can monitor network connections and various use of internal APIs  to be conform with the COMPLIANCE document. This library and other security practices promoted by SDKC should protect an OSP to fall victim to an attack like iOS Malware Xcode Ghost  or other types of APT attacks.",
  "imageName": "sdkc.png"
  }, {
  "text": "SDK permission: inside the permissions mechanism describing and enforcing what a component (class, library, SDK) can do with the permissions granted to the application. This check minimises the risk of data leaking coming from third party SDKs that use genuine permissions for other purposes.",
  "imageName": "perm.png"
  }, {
  "text": "Semantic Firewall is a mechanism requiring detailed description of all the data that is communicated outside of the device. A Semantic Firewall is associated with an inference engine that can formally check the COMPLIANCE at execution.",
  "imageName": "semantic_firewall.png"
  }]
